Revit 2027 API
UnitTypeId.KilogramsPerMeterSecond Property
 Kilograms per meter second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerMeterSecond { get; }
Public Shared ReadOnly Property KilogramsPerMeterSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerMeterSecond {
	ForgeTypeId^ get ();
}
static member KilogramsPerMeterSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace